{
    //Config
    "config.VendingMachineCurrency.name": "Verkaufsautomat Währung",
    "config.VendingMachineCurrency.description": "Wählen Sie die Währung, die der Verkaufsautomat verwendet.",
    "config.VendingMachineCurrency.values.Gold": "Gold",
    "config.VendingMachineCurrency.values.Trade": "Handel",
    //Rings
    "PrismarineRing_name": "Prismarinring",
    "PrismarineRing_description": "Der Träger erhält einen kleinen Bonus in der Angelfertigkeit und im Glück.",
    "FishermansBlessing_name": "Segen des Fischers",
    "FishermansBlessing_description": "Der Träger erhält einen deutlichen Bonus in der Angelfertigkeit und im Glück.",
    "MarinersBand_name": "Band des Seefahrers",
    "MarinersBand_description": "Ein alter Ring, der auf See verloren ging und einige einzigartige Eigenschaften besitzt.",
    "NeptunesHalo_name": "Neptuns Heiligenschein",
    "NeptunesHalo_description": "Ein Ring, der dem Träger mächtige Angelkräfte verleiht.",
    "PoseidonsCirclet_name": "Poseidons Reif",
    "PoseidonsCirclet_description": "Verleiht dem Träger die vollständige Kontrolle über seine aquatischen Fähigkeiten.",
    //Buffs
    "FishermansBounty_name": "Beute des Fischers",
    "FishermansBounty_description": "Ein Bonus in der Angelfertigkeit für einen glücklichen Angler.",
    "OceansBlessing_name": "Segen des Ozeans",
    "OceansBlessing_description": "Ein Bonus in der Angelfertigkeit und im Glück für einen weisen Angler.",
    "OceansOmen_name": "Omen des Ozeans",
    "OceansOmen_description": "Ein gutes Omen für Fischer.",
    "NeptunesBeloved_name": "Neptuns Geliebter",
    "NeptunesBeloved_description": "Verleiht dem Träger die Kraft der Wellen.",
    "OceansOracle_name": "Orakel des Ozeans",
    "OceansOracle_description": "Der Segen von Poseidon selbst.",
    "MasterOfTheSea_name": "Meister des Meeres",
    "MasterOfTheSea_description": "Eine Kraft, die vom Meer verliehen wird und Ausdauer, Glück und Angelgeschick erhöht.",
    "MasterOfTheCoral_name": "Meister der Korallen",
    "MasterOfTheCoral_description": "Eine Kraft, die von den Korallen verliehen wird und Ausdauer, Glück und Angelgeschick weiter steigert.",
    "MasterOfTheDepths_name": "Meister der Tiefen",
    "MasterOfTheDepths_description": "Eine Kraft, die von den Tiefen verliehen wird und stärker ist als die meisten anderen, die Ausdauer, Glück und Angelgeschick verbessern.",
    "MasterOfTheTide_name": "Meister der Gezeiten",
    "MasterOfTheTide_description": "Eine Kraft, die von den Gezeiten verliehen wird und große Steigerungen in Ausdauer, Glück und Angelgeschick gewährt.",
    //Food
    "SmokedSturgeonRoll_name": "Geräucherter Störrollen",
    "SmokedSturgeonRoll_description": "Eine Sushirolle mit geräuchertem Weißstör. Lecker!",
    "DeepSeaHalibutRoll_name": "Tiefsee-Heilbuttrolle",
    "DeepSeaHalibutRoll_description": "Eine Sushirolle mit frischem Tiefsee-Heilbutt. Köstlich!",
    "CookieOctopusRoll_name": "Keks-Oktopusrolle",
    "CookieOctopusRoll_description": "Eine Sushirolle mit dem süßen Keks-Oktopus. Lecker!",
    "SmokedSalmonRoll_name": "Geräucherte Lachsrolle",
    "SmokedSalmonRoll_description": "Eine Sushirolle mit perfekt geräuchertem Sockeye-Lachs. Appetitlich!",
    "MossyCodStew_name": "Moosiger Kabeljau-Eintopf",
    "MossyCodStew_description": "Der beste herzhafte Eintopf, den Sie jemals haben werden!",
    "BlackClownfishRoll_name": "Schwarze Clownfischrolle",
    "BlackClownfishRoll_description": "Eine der tropischsten Sushirollen, die Sie mit dem würzigen schwarzen Clownfisch zubereiten können. Köstlich!",
    "MorayEelRoll_name": "Muränenrolle",
    "MorayEelRoll_description": "Eine Sushirolle mit frischer Muräne, Algen und einem Hauch von Orange. Exquisit!",
    "TwilightStew_name": "Dämmerungseintopf",
    "TwilightStew_description": "Ein magischer Eintopf aus dem seltenen Mondlachs, am besten unter dem Nachthimmel genossen.",
    "VermilionSoup_name": "Vermilion-Suppe",
    "VermilionSoup_description": "Eine reichhaltige und geschmackvolle Suppe aus frischem Vermilion-Karpfen.",
    "BakedMudTrout_name": "Gebackener Schlammforelle",
    "BakedMudTrout_description": "Eine köstlich gebackene Forelle, perfekt gewürzt.",
    "BakedGhostPike_name": "Gebackener Geisterhecht",
    "BakedGhostPike_description": "Eine seltene Delikatesse, dieser Hecht wird gebacken, um seinen einzigartigen Geschmack hervorzuheben.",
    "BakedDeepSeaHalibut_name": "Gebackener Tiefsee-Heilbutt",
    "BakedDeepSeaHalibut_description": "Ein herzhaft gebackener Heilbutt, der den Geschmack der Tiefsee einfängt.",
    "BakedBrownShad_name": "Gebackener Brauner Alse",
    "BakedBrownShad_description": "Ein warmer und herzhafter gebackener Alse, perfekt für jede Mahlzeit.",
    "BakedSockeyeSalmon_name": "Gebackener Sockeye-Lachs",
    "BakedSockeyeSalmon_description": "Ein geschmackvoller gebackener Lachs, ideal für ein köstliches Abendessen.",
    "BakedPumpkinPerch_name": "Gebackener Kürbisbarsch",
    "BakedPumpkinPerch_description": "Ein herbstlicher Genuss, dieser Barsch wird mit einer Prise Kürbisgewürz gebacken.",
    "BakedBluegill_name": "Gebackener Blauer Sonnenbarsch",
    "BakedBluegill_description": "Ein klassischer gebackener Blauer Sonnenbarsch, einfach aber befriedigend.",
    "Onigiri_name": "Onigiri",
    "Onigiri_description": "Ein japanischer Reisball, einfach aber lecker.",
    "FriedFishFilet_name": "Gebackenes Fischfilet",
    "FriedFishFilet_description": "Ein knusprig gebackenes Fischfilet, ein perfekter Snack.",
    "BakedStripedChar_name": "Gebackener Gestreifter Saibling",
    "BakedStripedChar_description": "Ein gebackener Saibling mit knuspriger Haut und zartem Fleisch.",
    "SockeyeSalmonSashimi_name": "Sockeye-Lachs-Sashimi",
    "SockeyeSalmonSashimi_description": "Ein Sashimi aus frischem Sockeye-Lachs.",
    "BakedSunscaledTrout_name": "Gebackene Sonnenschuppenforelle",
    "BakedSunscaledTrout_description": "Eine gebackene Forelle, die nach einem sonnigen Tag schmeckt.",
    "BakedVermilionCarp_name": "Gebackener Vermilion-Karpfen",
    "BakedVermilionCarp_description": "Ein gebackener Karpfen, der so rot wie ein Sonnenuntergang ist und nach Rot 40 schmeckt!",
    "BakedLunarSalmon_name": "Gebackener Mondlachs",
    "BakedLunarSalmon_description": "Ein gebackener Lachs, der nach dem Mond schmeckt.",
    "SeaweedSoup_name": "Algensuppe",
    "SeaweedSoup_description": "Eine einfache aber geschmackvolle Suppe aus Algen.",
    "BioluminescentSoup_name": "Biolumineszierende Suppe",
    "BioluminescentSoup_description": "Eine Suppe aus biolumineszierenden Algen, die sehr lecker und nahrhaft ist.",
    "BakedParrotfish_name": "Gebackener Papageifisch",
    "BakedParrotfish_description": "Ein gebackener Papageifisch, der sehr köstlich ist.",
    "TriggerfishSashimi_name": "Drückerfisch-Sashimi",
    "TriggerfishSashimi_description": "Ein Sashimi aus Drückerfisch.",
    "SeaweedCookies_name": "Algenkekse",
    "SeaweedCookies_description": "Kekse mit einem einzigartigen Algengeschmack.",
    //Pond Objects
    "ReefSharkTooth_name": "Riffhai-Zahn",
    "ReefSharkTooth_description": "Ein scharfer Zahn, der von einem Riffhai fallen gelassen wurde.",
    "LunarScale_name": "Mondschuppe",
    "LunarScale_description": "Eine Schuppe, die wie der Mond glitzert. Wird von Mondlachs fallen gelassen.",
    "SoggyCookie_name": "Durchweichter Keks",
    "SoggyCookie_description": "Ein Keks, der ein bisschen zu nass geworden ist.",
    "SoggySeaweedCookie_name": "Durchweichter Algenkeks",
    "SoggySeaweedCookie_description": "Ein Keks mit einem Hauch von Algen, der auch ein bisschen zu nass geworden ist.",
    "SpottedRayVenom_name": "Gefleckter Rochen-Gift",
    "SpottedRayVenom_description": "Gift, das von einem gefleckten Rochen extrahiert wurde.",
    "SandRayVenom_name": "Sandrochen-Gift",
    "SandRayVenom_description": "Gift, das von einem Sandrochen extrahiert wurde.",
    "BandedEelEgg_name": "Gebänderter Aal-Ei",
    "BandedEelEgg_description": "Ein Ei von einem gebänderten Aal. Legen Aale wirklich Eier?",
    "MorayEelEgg_name": "Muränen-Ei",
    "MorayEelEgg_description": "Ein Ei von einer Muräne. Ich schätze, Aale legen wirklich Eier.",
    "Sunscale_name": "Sonnenschuppe",
    "Sunscale_description": "Eine Schuppe, die wie die Sonne glänzt. Wird von der Sonnenschuppenforelle fallen gelassen.",
    "AgedSpottedRayVenom_name": "Gealtertes Geflecktes Rochen-Gift",
    "AgedSpottedRayVenom_description": "Gealtertes Gift, das von einem gefleckten Rochen extrahiert wurde.",
    "AgedSandRayVenom_name": "Gealtertes Sandrochen-Gift",
    "AgedSandRayVenom_description": "Gealtertes Gift, das von einem Sandrochen extrahiert wurde.",
    "ConcentratedSpottedRayVenom_name": "Konzentriertes Geflecktes Rochen-Gift",
    "ConcentratedSpottedRayVenom_description": "Konzentriertes Gift, das von einem gefleckten Rochen extrahiert wurde.",
    "ConcentratedSandRayVenom_name": "Konzentriertes Sandrochen-Gift",
    "ConcentratedSandRayVenom_description": "Konzentriertes Gift, das von einem Sandrochen extrahiert wurde.",
    "PotentSpottedRayVenom_name": "Potentes Geflecktes Rochen-Gift",
    "PotentSpottedRayVenom_description": "Potentes Gift, das von einem gefleckten Rochen extrahiert wurde.",
    "PotentSandRayVenom_name": "Potentes Sandrochen-Gift",
    "PotentSandRayVenom_description": "Potentes Gift, das von einem Sandrochen extrahiert wurde.",
    "BandedEelMayo_name": "Gebänderter Aal-Mayonnaise",
    "BandedEelMayo_description": "Eine Mayonnaise aus gebänderten Aal-Eiern.",
    "MorayEelMayo_name": "Muränen-Mayonnaise",
    "MorayEelMayo_description": "Eine Mayonnaise aus Muränen-Eiern.",
    "RayVenomRecipe_name": "Gealtertes Rochen-Gift",
    "RayVenomRecipe_description": "Ein Rezept, das es Ihnen ermöglicht, Rochen-Gift in Fässern zu lagern, um seine Wirksamkeit zu erhöhen.",
    "EelMayoRecipe_name": "Aal-Mayonnaise",
    "EelMayoRecipe_description": "Ein Rezept, das es Ihnen ermöglicht, Mayonnaise mit Aal-Eiern herzustellen.",
    "RVUMessage": "Sie haben nun den Alterungsprozess für Rochen-Gift freigeschaltet.",
    "EMUMessage": "Sie haben nun den Prozess der Herstellung von Mayonnaise mit Aal-Eiern freigeschaltet.",
    "LongfinEelEgg_name": "Langflossen-Aal-Ei",
    "LongfinEelEgg_description": "Ein Ei von einem Langflossen-Aal. Legen Aale wirklich Eier?",
    "LongfinEelMayo_name": "Langflossen-Aal-Mayonnaise",
    "LongfinEelMayo_description": "Eine Mayonnaise aus Langflossen-Aal-Eiern.",
    "RadioactiveJade_name": "Radioaktiver Jade",
    "RadioactiveJade_description": "Ein Jade, der mit einem schwachen grünen Licht leuchtet. Es ist nicht wirklich radioaktiv, aber es leuchtet.",
    //Totems
    "WarpTotemForest_name": "Warp-Totem: Wald",
    "WarpTotemForest_description": "Teleportiert Sie in den Wald.",
    "WarpTotemTown_name": "Warp-Totem: Stadt",
    "WarpTotemTown_description": "Teleportiert Sie in die Stadt.",
    "WarpTotemForestWest_name": "Warp-Totem: Westwald",
    "WarpTotemForestWest_description": "Teleportiert Sie in den Westwald.",
    "WarpTotemShearwaterBridge_name": "Warp-Totem: Shearwater-Brücke",
    "WarpTotemShearwaterBridge_description": "Teleportiert Sie zur Shearwater-Brücke.",
    "WarpTotemEastBeach_name": "Warp-Totem: Oststrand",
    "WarpTotemEastBeach_description": "Teleportiert Sie zum Oststrand.",
    "WarpTotemSecretWoods_name": "Warp-Totem: Geheimer Wald",
    "WarpTotemSecretWoods_description": "Teleportiert Sie in den Geheimen Wald.",
    //Fish
    "LunarSalmon_name": "Mondlachs",
    "LunarSalmon_description": "Ein seltener und schwer fassbarer Fang, der Mondlachs bevölkert die Gewässer des Geheimen Waldes nur unter dem sternenklaren Himmel. Sein Elite-Status macht ihn zu einer begehrten Trophäe für die engagiertesten Angler.",
    "MudTrout_name": "Schlammforelle",
    "MudTrout_description": "Diese gewöhnliche Forelle ist perfekt für Anfänger, die ihre Angelfertigkeiten verbessern möchten. Ihre Vorliebe für schlammige Gewässer macht sie zu einem leichten Fang in verschiedenen Gebieten des Tals.",
    "BlueCatfish_name": "Blauer Katzenfisch",
    "BlueCatfish_description": "Der Blaue Katzenfisch, bekannt für seine starke Natur, stellt Angler in den Gewässern des Tals auf die Probe. Ein würdiger Gegner für diejenigen, die ihre Angelkünste testen möchten.",
    "ArmoredCatfish_name": "Gepanzerter Katzenfisch",
    "ArmoredCatfish_description": "Mit seinem harten Äußeren ist der Gepanzerte Katzenfisch ein beeindruckender Fang, der im gesamten Tal zu finden ist. Geduld und Geschick sind erforderlich, um diesen hartnäckigen Fisch an Land zu ziehen.",
    "WhiteSturgeon_name": "Weißer Stör",
    "WhiteSturgeon_description": "In den kalten Berggewässern schwimmt der Weiße Stör mit Anmut. Seine Anwesenheit ist eine Herausforderung für diejenigen, die mutig genug sind, in die kalten Tiefen vorzudringen.",
    "MossyCod_name": "Moosiger Kabeljau",
    "MossyCod_description": "Ein einzigartiger Bewohner des Waldes, der Moosige Kabeljau bietet eine Herausforderung für erfahrene Angler. Sein moosiges Aussehen und sein schwer fassbares Wesen machen ihn zu einem begehrten Fang.",
    "GhostPike_name": "Geisterhecht",
    "GhostPike_description": "Fast unsichtbar im Wasser, spukt der Geisterhecht in den Gewässern des Tals. Seine schwer fassbaren Stunden bieten eine spannende Herausforderung für jeden Angler.",
    "RadioactiveSunfish_name": "Radioaktiver Sonnenfisch",
    "RadioactiveSunfish_description": "Im Dunkeln leuchtend, ist der Radioaktive Sonnenfisch eine mutige Herausforderung für diejenigen, die mutig genug sind, nachts in den Gewässern der Stadt zu fischen.",
    "SpottedRay_name": "Gefleckter Rochen",
    "SpottedRay_description": "Nahtlos mit seiner Umgebung verschmelzend, ist der Gefleckte Rochen ein kniffliger Fang, der in der Nähe der sonnigen Strände zu finden ist.",
    "Bluegill_name": "Blauer Sonnenbarsch",
    "Bluegill_description": "Ein einfacher und befriedigender Fang, der Blaue Sonnenbarsch ist perfekt für Angler aller Könnensstufen und im gesamten Tal zu finden.",
    "CrimsonShad_name": "Karminrote Alse",
    "CrimsonShad_description": "Die stürmische Wetterlage liebend, schwimmt die Karminrote Alse in den Tiefen des Ozeans und bietet eine spannende Herausforderung für diejenigen, die gerne im Regen fischen.",
    "BrownTetra_name": "Brauner Tetra",
    "BrownTetra_description": "Der Salzwasser-Verwandte der Alse.",
    "SockeyeSalmon_name": "Sockeye-Lachs",
    "SockeyeSalmon_description": "Mit einem einzigartigen Aroma ist der Sockeye-Lachs ein köstlicher Fang, der im Wald während des Herbstes zu finden ist. Seine Anwesenheit ist ein Beweis für die Fähigkeiten des Anglers.",
    "BrownShad_name": "Braune Alse",
    "BrownShad_description": "Die Ruhe regnerischer Tage bevorzugend, schwimmt die Braune Alse in den Gewässern des Tals. Ihre Anwesenheit bietet eine angenehme Herausforderung für diejenigen, die gerne im Regen fischen.",
    "CookieOctopus_name": "Keks-Oktopus",
    "CookieOctopus_description": "Beim Fischen unter der Sommersonne bietet der Keks-Oktopus eine süße Herausforderung für diejenigen, die sich an den Strand wagen, um einen Geschmack des Meeres zu erleben.",
    "DeepSeaHalibut_name": "Tiefsee-Heilbutt",
    "DeepSeaHalibut_description": "In die Tiefen des Ozeans vordringend, verspricht der Tiefsee-Heilbutt ein spannendes Erlebnis für entschlossene Angler, die es wagen, das Unbekannte zu erkunden.",
    "SeaweedHalibut_name": "Algen-Heilbutt",
    "SeaweedHalibut_description": "Versteckt zwischen den Algen, ist dieser Heilbutt ein heimlicher Fang für diejenigen, die geduldig genug sind, seine Geheimnisse in den sonnigen Strandgewässern zu lüften.",
    "BlackClownfish_name": "Schwarzer Clownfisch",
    "BlackClownfish_description": "Unter der Sommersonne tanzt der Schwarze Clownfisch in den Meereswellen und fordert Angler mit seinem schwer fassbaren Wesen heraus.",
    "MorayEel_name": "Muräne",
    "MorayEel_description": "Eine rutschige Herausforderung, die Muräne lauert in der Umarmung des Ozeans und testet den Mut derjenigen, die unter der Sommer- und Herbstsonne fischen.",
    "VermilionCarp_name": "Vermilion-Karpfen",
    "VermilionCarp_description": "In den Gewässern des Tals bietet der Vermilion-Karpfen eine lebhafte Herausforderung für diejenigen, die gerne während der lebhaften Sommer- und Herbstsaison fischen.",
    "PumpkinPerch_name": "Kürbisbarsch",
    "PumpkinPerch_description": "Mit seinem auffälligen Aussehen ist der Kürbisbarsch ein köstlicher Fang, der in den Berggewässern während des Herbstes zu finden ist und einen Geschmack der herbstlichen Ernte bietet.",
    "YellowfinCarp_name": "Gelbflossen-Karpfen",
    "YellowfinCarp_description": "Wegen seines Geschmacks geschätzt, schwimmt der Gelbflossen-Karpfen in den Berggewässern und bietet ein lohnendes Erlebnis für diejenigen, die seinen goldenen Farbton suchen.",
    "EmeraldJackfish_name": "Smaragd-Jackfisch",
    "EmeraldJackfish_description": "Unter der Frühlingssonne gleitet der Smaragd-Jackfisch durch die Berggewässer und bietet eine lohnende Herausforderung für engagierte Angler.",
    "StripedChar_name": "Gestreifter Saibling",
    "StripedChar_description": "Ein einfacher Fang, der Gestreifte Saibling ist perfekt für diejenigen, die ein unkompliziertes Angelabenteuer im Tal suchen.",
    "BabyReefShark_name": "Baby-Riffhai",
    "BabyReefShark_description": "Eine heftige Herausforderung unter der Sommer- und Herbstsonne, der Baby-Riffhai streift am Rande des Ozeans umher und ist ein Elite-Fang für erfahrene Angler.",
    "StoneTetra_name": "Stein-Tetra",
    "StoneTetra_description": "Genießen Sie das Angeln in der Wildnis mit dem Stein-Tetra, einem einfachen Fang, der in den Berg- und Waldgewässern zu finden ist und einen Geschmack der Natur bietet.",
    "MuddyTetra_name": "Schlammiger Tetra",
    "MuddyTetra_description": "In der regnerischen Umarmung des Tals bietet der Schlammige Tetra eine unkomplizierte Herausforderung für diejenigen, die gerne im Schlamm fischen.",
    "IridiumSalmon_name": "Iridium-Lachs",
    "IridiumSalmon_description": "Ein seltener und wertvoller Fang, der Iridium-Lachs schwimmt in den geheimen Gewässern des Geheimen Waldes und testet die Fähigkeiten jedes Anglers, der nach seinen schimmernden Schuppen sucht.",
    "Chad_name": "Chad",
    "Chad_description": "Mit einer aggressiven Natur durchstreift Chad die Wüstengewässer und bietet eine lebhafte Herausforderung für diejenigen, die es wagen, in der trockenen Landschaft zu fischen.",
    "SunscaledTrout_name": "Sonnenschuppenforelle",
    "SunscaledTrout_description": "Unter der warmen Sonne glitzert die Sonnenschuppenforelle im Tal und bietet eine strahlende Herausforderung für diejenigen, die ihre goldenen Schuppen suchen.",
    "FrostbiteFlounder_name": "Frostbeulen-Flunder",
    "FrostbiteFlounder_description": "Die eisigen Gewässer des Ozeans trotzend, bietet die Frostbeulen-Flunder einen einfachen Fang für diejenigen, die sich in die winterliche Kälte wagen.",
    "GlacierBass_name": "Gletscher-Barsch",
    "GlacierBass_description": "In den kalten Berggewässern schwimmt der Gletscher-Barsch mit majestätischer Anmut und bietet eine lohnende Herausforderung für diejenigen, die die Kälte trotzen.",
    "WhisperingWalleye_name": "Flüsternder Zander",
    "WhisperingWalleye_description": "Unter dem Deckmantel der Nacht spukt der Flüsternde Zander in den Gewässern des Tals und bietet eine mysteriöse Herausforderung für diejenigen, die unter den Sternen fischen.",
    "BandedEel_name": "Gebänderter Aal",
    "BandedEel_description": "In die Tiefen des U-Bootes vordringend, bietet der Gebänderte Aal eine herausfordernde Beute für erfahrene Angler, die seine schwer fassbare Form suchen.",
    "IceyOctopus_name": "Eisiger Oktopus",
    "IceyOctopus_description": "In den eisigen Gewässern des Strandes bietet der Eisige Oktopus eine frostige Herausforderung für diejenigen, die während der Wintermonate fischen.",
    "PurpleParrotfish_name": "Papageifisch",
    "PurpleParrotfish_description": "In den verspielten Wellen des Strandes bietet der Papageifisch einen einfachen Fang für diejenigen, die gerne in den lebhaften Frühlings- und Sommersaisons fischen.",
    "SandRay_name": "Sandrochen",
    "SandRay_description": "Unter der Sommersonne gleitet der Sandrochen durch die Umarmung des Ozeans und bietet eine herausfordernde Beute für diejenigen, die seine schwer fassbare Form suchen.",
    "Triggerfish_name": "Drückerfisch",
    "Triggerfish_description": "In den Küstengewässern bietet der Drückerfisch einen unkomplizierten Fang für diejenigen, die gerne in den lebhaften Meeresströmungen fischen.",
    "SailFin_name": "Segelflossen-Fisch",
    "SailFin_description": "Eine legendäre Herausforderung unter der Frühlingssonne, der Segelflossen-Fisch ist ein beeindruckender Fang, der am Oststrand zu finden ist und eine wahre Prüfung für erfahrene Angler darstellt.",
    "SaltGrouper_name": "Salz-Zackenbarsch",
    "SaltGrouper_description": "In der regnerischen Umarmung des Ozeans bietet der Salz-Zackenbarsch eine lebhafte Herausforderung für diejenigen, die seinen würzigen Geschmack suchen.",
    "MossyTetra_name": "Moosiger Tetra",
    "MossyTetra_description": "Unter dem warmen Sonnenschein schwimmt der Moosige Tetra im Tal und bietet einen einfachen Fang für diejenigen, die gerne im üppigen Grün fischen.",
    "ReefShark_name": "Riffhai",
    "ReefShark_description": "Eine heftige Herausforderung für erfahrene Angler, der Riffhai streift am Rande des Ozeans umher und ist ein Elite-Fang für diejenigen, die es wagen, nach ihm zu suchen.",
    "WillowCutthroat_name": "Weiden-Cutthroat",
    "WillowCutthroat_description": "Eine lebhafte Forelle, die die Wüste ihr Zuhause nennt. Ein faszinierender Fang für jeden Angler, der ihre Schönheit sucht.",
    "LongfinEel_name": "Langflossen-Aal",
    "LongfinEel_description": "Ein Süßwasseraal, der in den Flüssen und Seen des Tals zu finden ist. Ein Fang, der als der niedlichste in Stardew gilt.",
    //Forage
    "BioluminescentSeaweed_name": "Biolumineszierende Alge",
    "BioluminescentSeaweed_description": "Eine biolumineszierende Alge, die im Dunkeln leuchtet.",
    "ArcticCockle_name": "Arktische Herzmuschel",
    "ArcticCockle_description": "Eine Herzmuschel, die in den kalten Gewässern des Oststrands wächst.",
    "BioluminescentAlgae_name": "Biolumineszierende Alge",
    "BioluminescentAlgae_description": "Eine biolumineszierende Alge, die im Dunkeln leuchtet.",
    "GemOfTheSea_name": "Juwel des Meeres",
    "GemOfTheSea_description": "Ein schimmerndes Juwel, das die Essenz der Schönheit des Ozeans einfängt, nur in den ruhigen Gewässern des Oststrands zu finden.",
    "GemOfTheDepths_name": "Juwel der Tiefen",
    "GemOfTheDepths_description": "Ein mysteriöses Juwel, das die Geheimnisse des Meeresbodens birgt, in den Tiefen des Oststrands entdeckt.",
    "GemOfTheCoral_name": "Juwel der Korallen",
    "GemOfTheCoral_description": "Ein lebhaftes Juwel, das die farbenfrohen Korallenriffe widerspiegelt, versteckt in den aquatischen Gärten des Oststrands.",
    "GemOfTheTide_name": "Juwel der Gezeiten",
    "GemOfTheTide_description": "Ein seltenes Juwel, das mit dem Rhythmus der Gezeiten tanzt, entlang der sich verändernden Sande des Oststrands zu finden.",
    "CircletOfTheSea_name": "Reif des Meeres",
    "CircletOfTheSea_description": "Ein Reif, der die Essenz des Ozeans einfängt und die Ausdauer, das Angelgeschick und das Glück des Trägers erhöht.",
    "CircletOfTheCoral_name": "Reif der Korallen",
    "CircletOfTheCoral_description": "Ein Reif, der die lebhaften Farben der Korallenriffe einfängt und den Träger mit verbesserter Ausdauer, Glück und Angelgeschick segnet.",
    "CircletOfTheDepths_name": "Reif der Tiefen",
    "CircletOfTheDepths_description": "Ein Reif, der die Geheimnisse des Meeresbodens einfängt und die Ausdauer, das Glück und das Angelgeschick des Trägers verbessert.",
    "CircletOfTheTide_name": "Reif der Gezeiten",
    "CircletOfTheTide_description": "Ein Reif, der die Essenz der Gezeiten einfängt und die Ausdauer, das Glück und das Angelgeschick des Trägers erhöht.",
    //Mail
    "WillySmokedSalmonRoll_mail": "Ahoy @,^Gestern hatte ich einen harten Kampf mit einem Sockeye-Lachs... der rutschige Teufel ist mir entkommen!^Halten Sie Ihre Leine straff, wenn Sie einen sehen - sie sind den Kampf wert! Hier ist ein Rezept, das mein alter Pappy für geräucherten Lachs verwendet hat.^      -Willy %item cookingRecipe Smoked Salmon Roll%%[#]Rezept für geräucherte Lachsrolle",
    "GusTwilightStew_mail": "@,^Seit Willy mir diesen Mondlachs gebracht hat, träume ich von diesem Eintopf! Die Art, wie das Mondlicht auf der Brühe glitzert... einfach magisch!^Kommen Sie irgendwann in die Kneipe und ich werde Ihnen eine Schüssel zubereiten. Bis dahin, probieren Sie das Rezept selbst!^      -Ihr Freund, Gus %item cookingRecipe Twilight Stew %%[#]Gus's Rezept für Dämmerungseintopf",
    "GusVermilionSoup_mail": "@!^Sie werden nicht glauben, welchen Kick diese Vermilion-Karpfen einer Suppe geben! Nach dem ersten Schluck musste ich mir den Schweiß von der Stirn wischen - im positiven Sinne!^Probieren Sie dieses Rezept aus und lassen Sie mich wissen, ob es Ihnen auch so gut schmeckt.^       -Gus %item cookingRecipe Vermilion Soup%%[#]Gus's Rezept für Vermilion-Suppe",
    "GusOnigiri_mail": "Hallo @,^Ich habe dieses nette Reisballrezept in einem alten Kochbuch aus Zuzu City gefunden. So einfach wie möglich, aber manchmal ist einfaches am besten, oder?^Perfekt für Angelausflüge!^      -Gus %item cookingRecipe Onigiri%%[#]Gus's Rezept für Onigiri",
    "GusFriedFishFilet_mail": "@,^Nichts schlägt frisch gefangenen Fisch mit einer knusprigen goldenen Kruste! Hier ist das Rezept für den Teig meiner Großmutter - pssst, erzählen Sie es niemandem!^Kombinieren Sie es mit einem kalten Bier aus der Kneipe für das volle Erlebnis.^      -Gus %item cookingRecipe Fried Fish Filet%%[#]Gus's Rezept für gebackenes Fischfilet",
    "GusMossyCodStew_mail": "@,^Der Moosige Kabeljau, den Sie gebracht haben? Zu einem herzhaften Eintopf verkocht!^Beigefügt ist das Rezept - es kommt mit einer Prise Pfeffer und einer Prise Freundschaft zum Leben.^      -Gus %item cookingRecipe Mossy Cod Stew%%[#]Gus's Rezept für Moosigen Kabeljau-Eintopf",
    "WillySailFin_mail": "Blow me down, @!^Dieser Segelflossen-Fisch hat Angler seit den Tagen meines Pappys geneckt! Sie haben Salzwasser in den Adern, das ist sicher.^Wenn Sie das nächste Mal am Dock sind, geht das erste Bier auf mich!^      -Willy[#]Der Stolz eines Fischers",
    //Quest Mail
    "GusQ1L_mail": "@,^Ich habe Lust, etwas Neues mit Moosigem Kabeljau auszuprobieren. Könnten Sie 3 davon besorgen? Ich tausche es gegen mein geheimes Eintopfrezept!^   -Gus",
    "WillyQ1L_mail": "Ahoy @,^Brauche eine Muräne für das jährliche Anglerfest. Könnten Sie eine fangen? Ich sorge dafür, dass Ihre Angelausrüstung voll bleibt!^      -Willy",
    "WillyQ2L_mail": "Landratte @,^Das Aquarium möchte 3 Schwarze Clownfische - schwieriger als das Hüten von Katzen! Golddukaten warten, wenn Sie es schaffen.^      -Willy",
    "GusQ2L_mail": "Psst @,^Ein neues 'Algen-Überraschungs'-Auflauf benötigt 10 Algenstränge. Keine Sorge - schmeckt besser als es klingt!^   -Gus",
    //Quests
    "GusQ1_title": "Gus braucht Moosigen Kabeljau",
    "GusQ1_details": "Gus möchte, dass Sie ihm 3 Moosige Kabeljaue bringen, um ein besonderes Gericht zuzubereiten.",
    "GusQ1_hint": "Bringen Sie Gus 3 Moosige Kabeljaue.",
    "GusQ1_reaction": "Danke für den Fisch! Hier sind 2500 Gold als Belohnung.",
    "WillyQ1_title": "Willy braucht eine Muräne",
    "WillyQ1_details": "Willy möchte, dass Sie ihm eine Muräne für ein besonderes Angelereignis bringen.",
    "WillyQ1_hint": "Bringen Sie Willy eine Muräne.",
    "WillyQ1_reaction": "Toller Fang! Hier ist Ihre Belohnung.",
    "WillyQ2_title": "Willy braucht Schwarze Clownfische",
    "WillyQ2_details": "Willy möchte, dass Sie ihm 3 Schwarze Clownfische für eine neue Aquariumausstellung bringen.",
    "WillyQ2_hint": "Bringen Sie Willy 3 Schwarze Clownfische.",
    "WillyQ2_reaction": "Danke für die Hilfe! Hier ist Ihre Belohnung.",
    "GusQ2_title": "Gus braucht Algen",
    "GusQ2_details": "Gus möchte, dass Sie ihm 10 Algenstücke für ein neues Rezept bringen.",
    "GusQ2_hint": "Bringen Sie Gus 10 Algenstücke.",
    "GusQ2_reaction": "Danke für die Hilfe! Hier ist Ihre Belohnung!",
    //Speciall Orders
    "WillyName": "Angelhütten-Reparatur",
    "WillyText": "Ahoy! Hier ist die Liste der Dinge, die erledigt werden müssen, um die Reparaturen durchzuführen. Denken Sie daran, Sie haben nur diesen Monat Zeit, um es zu schaffen!",
    "WillyObjective1": "Fangen Sie 2 Baby-Riffhaie am Strand.",
    "WillyObjective2": "Fangen Sie 3 Keks-Oktopusse am Strand.",
    "WillyObjective3": "Fangen Sie 3 Gefleckte Rochen am Strand.",
    "WillyObjective4": "Bringen Sie Willy 2 frisch gefangene Baby-Riffhaie.",
    "WillyObjective5": "Bringen Sie Willy 3 frisch gefangene Keks-Oktopusse.",
    "WillyObjective6": "Bringen Sie Willy 3 frisch gefangene Gefleckte Rochen.",
    "WillyObjective7": "Bringen Sie Willy 300 Holz.",
    "WillyObjective8": "Bringen Sie Willy 50 Hartholz.",
    "WillyObjective9": "Bringen Sie Willy 100 Stein.",
    "WillyObjective10": "Bringen Sie Willy 10 Eisenbarren.",
    "FishingCabinRepair_letter": "Lieber @,^Ich suche jemanden, der mir bei einigen Reparaturen an meiner Angelhütte hilft. Es ist schon eine Weile her, seit ich sie das letzte Mal überprüft habe, und ich bin sicher, dass sie etwas Arbeit gebrauchen könnte. Wenn Sie die Herausforderung annehmen möchten, habe ich Ihnen die Details geschickt. Ich bin sicher, es wird eine lustige und lohnende Erfahrung für uns beide sein.^      -Willy"
}